{
    "name": "电影列表",
    "movies":
    [
        {
            "file":"0.jpg",
            "name":"《这个杀手不太冷》",
            "releasetime":"1994年9月14日",
            "director":"吕克·贝松",
            "type":"动作，情感",
            "Synopsis":"纽约贫民区住着一个意大利人，名叫莱昂（让·雷诺饰），他是一名职业杀手。一天，邻居家小姑娘玛蒂尔达（娜塔莉·波特曼饰）敲开了他的房门，要求在他这里暂避杀身之祸。 原来，邻居家的主人是警察的眼线，因贪污了一小包毒品而遭到恶警史丹菲尔（加里·奥德曼饰）剿灭全家的惩罚。 玛蒂尔达得到莱昂的救助，开始帮莱昂管理家务并教其识字，莱昂则教女孩用枪，两人相处融洽。 并且在他们之间还产生了一种奇妙的化学反应：爱情。 女孩跟踪史丹菲尔，贸然去报仇，不小心被抓。莱昂及时赶到，将女孩救回。 他们再次搬家，但女孩还是落入史丹菲尔之手。 莱昂撂倒一片警察，再次救出女孩并让她通过通风管道逃生，并嘱咐她去把他积攒的钱取出来。 莱昂则化装成警察试图混出包围圈，但被狡猾的史丹菲尔识破，不得已引爆了身上的炸弹。"
        }, 
        {
            "file":"1.jpg",
            "name":"《小丑》",
            "releasetime":"2019年10月4日（美国）",
            "director":"托德·菲利普斯",
            "type":"犯罪、惊悚、剧情",
            "Synopsis":"亚瑟·弗莱克是一个和母亲住在老旧公寓里，需要靠社会福利组织帮助，不断服用精神疾病药物的小丑。他想成为一个脱口秀演员，但并不成功。人们只是嘲笑他。他在地铁上爆发式地犯下了谋杀案。他的世界，就此一点一滴地开始崩塌了。"
        },
        {
            "file":"2.jpg",
            "name":"《天使爱美丽》",
            "releasetime":"2001年4月25日（法国）",
            "director":"让-皮埃尔·热内",
            "type":"爱情",
            "Synopsis":"艾米莉（奥黛丽·塔图 Audrey Tautou 饰）有着别人看来不幸的童年——父亲给她做健康检查时，发现她心跳过快，便断定她患上心脏病，从此艾米莉与学校绝缘。随后因为一桩意外，母亲在她眼前突然死去。这一切都毫不影响艾米莉对生活的豁达乐观。1997年，戴安娜王妃的去世让她倍感人生的孤独脆弱，艾米莉从此开始了一系列助人计划，包括自闭忧郁的邻居老人，被老板刻薄的菜摊伙计、遗失了童年器物的旧房东、爱情失意的咖啡店同事。但她万万想不到，成人录象带商店店员尼诺（马修·卡索维 Mathieu Kassovitz 饰），竟成为她的棘手对象，艾米莉开始了令人哭笑不得的另类计划……"
        },
        {
            "file":"3.jpg",
            "name":"《钢铁侠》",
            "releasetime":"2008-04-30(中国大陆) / 2008-04-14(悉尼首映) / 2008-05-02(美国)",
            "director":"乔恩·费儒",
            "type":"动作、科幻、惊悚、冒险",
            "Synopsis":"斯塔克军火公司是美军在全球范围内第一大军火供应商，其新任掌门人托尼•斯塔克（小罗伯特·唐尼 Robert Downey Jr. 饰）风流倜傥，天资聪颖。他与公司元老俄巴迪亚•斯坦（杰夫·布里吉斯 Jeff Bridges 饰）合作无间，共同将斯塔克公司的业务推向顶峰。他身边还有一个精明能干、性感迷人的女助手维吉尼亚·波茨（格温妮斯·帕特洛饰）时刻给自己无微不至的关怀和帮助。在前往中东为军方展示新型武器的途中，托尼一众遭到恐怖分子袭击。他被弹片击中险些丧命，在英森博士的帮助下，托尼体内移植了一颗核动力的人工心脏。恐怖分子要求托尼制造强大的杀伤性武器，他和英森虚与委蛇，暗中制造了一套由聚变能源驱动的钢铁盔甲。穿上盔甲托尼大闹恐怖分子的基地，回到美国后又对其进行了改进。却不知，接下来有更为黑暗的阴谋等着他……"
        },
        {
            "file":"4.jpg",
            "name":"《千与千寻》",
            "releasetime":"2001年7月20日（日本）",
            "director":"宫崎骏",
            "type":"剧情、动画、奇幻",
            "Synopsis":"10岁的少女千寻与父母一起从都市搬家到了乡下。没想到在搬家的途中，一家人发生了意外。他们进入了汤屋老板魔女控制的奇特世界——在那里不劳动的人将会被变成动物。千寻的爸爸妈妈因贪吃变成了猪，千寻为了救爸爸妈妈经历了很多磨难，在期间她遇见了白龙，一个既聪明又冷酷的少年，在经历了很多事情之后，千寻最后救出了爸爸妈妈，拯救了白龙。"
        }
    ]
}